Repository: DavidBruchmann/imagemap_wizard
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# imagemap.description
source: Adds a Imagemap element.
de: Fügt eine Imagemap ein.

# imagemap_wizard.form.addrect
source: Add Rect-Area
de: Neue Rect-Area

# imagemap_wizard.form.addcirc
source: Add Circ-Area
de: Neue Circ-Area

# imagemap_wizard.form.addpoly
source: Add Poly-Area
de: Neue Poly-Area

# imagemap_wizard.form.submit
source: Apply & Close
de: Übernehmen & Schliessen

# imagemap_wizard.form.zoomin
source: Zoom image to 100%
de: Bild auf 100% zoomen.

# imagemap_wizard.form.zoomout
source: Zoom image to fit the Wizard popup.
de: Bild an Fenstergröße anpassen.

# imagemap_wizard.form.area.linkwizard
source: Open LinkWizard
de: Öffne LinkWizard

# imagemap_wizard.form.area.up
source: move up
de: nach oben

# imagemap_wizard.form.area.down
source: move down
de: nach unten

# imagemap_wizard.form.area.undo
source: undo
de: rückgängig

# imagemap_wizard.form.area.redo
source: redo
de: wiederholen

# imagemap_wizard.form.area.remove
source: remove
de: löschen

# imagemap_wizard.form.area.expand
source: show more options
de: Weitere Optionen anzeigen

# imagemap_wizard.form.area.collapse
source: hide more options
de: Weitere Optionen verbergen

# imagemap_wizard.form.poly.add
source: add new edge to polygone
de: Neue Ecke an Polygon anfügen

# imagemap_wizard.form.poly.addEdgeBefore
source: add edge before current
de: Neue Ecke vor Dieser

# imagemap_wizard.form.poly.addEdgeAfter
source: add edge after current
de: Neue Ecke nach Dieser

# imagemap_wizard.form.poly.removeEdge
source: remove edge
de: Ecke löschen

# form.no_image
source: No Image defined for current record (maybe you need to save your changes first).
de: Es ist kein Bild für den aktuellen Datensatz vorhanden (eventuell müssen Sie Änderung speichern bevor Sie weiterarbeiten könne).

# form.is_dirty
source: The imagemap was changed, please save this record otherwise the changes might be lost.
de: Die Imagemap wurde aktualisiert, bitte speichern Sie den Datensatz da Änderungen andernfalls verloren gehen könnten.

# tt_content.tx_imagemapwizard_links
source: ImageMap Configuration
de: ImageMap Konfiguration
